const About = () => {
  return (
    <div className="mainCont">
      <h1>О магазине.</h1>
      <p>Наш магазин прям такой весь из себя. Вы можете посмотреть тут кучу товаров, но купить у вас их не получится, потому что у нас нет кассового аппарата, мы не зарегистрированы, как лицо, уполномоченное для продаж, да и платёжная система к сайте не прикручена.</p>
      <p>Поэтому, если вы хотите чего-нибудь купить, то отправляйтесь на какой-то другой ресурс. Найти его можно в <a href="https://ya.ru">Яндексе</a> или ещё в каком-то поисковике в сети. Но помните, что не стоит вводить данные своей платёжной карты на подозрительных сайтах. Сначала изучите сайт, продавца и отзывы, а потом уже действуйте.</p>
      <p>Успехов!</p>
    </div>
  )
}

export default About
